[
    {
        "id": "M1A",
        "typeId": "mead",
        "categoryId": "M1",
        "name": "Dry Mead",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Honey aroma may be subtle, although not always identifiable. Sweetness or significant honey aromatics should not be expected. If a honey variety is declared, the variety should be distinctive (if noticeable). Different types of honey have different intensities and characters. Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies.",
        "flavor": "Subtle (if any) honey character, and may feature subtle to noticeable varietal character if a varietal honey is declared (different varieties have different intensities). Residual sweetness levels are minimal to none. Dry finish. May have more noticeable acidity due to low sweetness levels. Tannin levels may make a sweeter mead seem dry. Sulfury, harsh or yeasty fermentation characteristics are undesirable. Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies, although the body is generally medium to light (but not watery). Note that stronger meads can have a fuller body. Sensations of body should not be accompanied by noticeable residual sweetness. Ingredients: Standard description applies. Traditional Meads feature the character of a blended honey or a blend of honeys. Varietal meads feature the distinctive character of certain honeys. Show meads feature no additives, but this distinction is usually not obvious to judges.",
        "impression": "Similar in balance, body, finish and flavor intensity to a dry white wine, with a pleasant mixture of subtle honey character, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol, and honey character is the essential final measure of any mead.",
        "comments": null,
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "White Winter Dry Mead",
            "Sky River Dry Mead",
            "Intermiel Bouquet Printanier"
        ],
        "tags": []
    },
    {
        "id": "M1B",
        "typeId": "mead",
        "categoryId": "M1",
        "name": "Semi-Sweet Mead",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Honey aroma should be noticeable, and can have a light sweetness that may express the aroma of flower nectar. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies.",
        "flavor": "Subtle to moderate honey character, and may feature subtle to noticeable varietal character if a varietal honey is declared (different varieties have different intensities). Residual sweetness levels are subtle to moderate. Medium-dry to lightly sweet finish. Tannin levels may make a sweet mead seem medium-dry. Sulfury, harsh or yeasty fermentation characteristics are undesirable. Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies, although the body is generally medium-light to medium-full. Note that stronger meads can have a fuller body. Sensations of body should not be accompanied by a residual sweetness that is higher than moderate. Ingredients: Standard description applies. Traditional Meads feature the character of a blended honey or a blend of honeys. Varietal meads feature the distinctive character of certain honeys. Show meads feature no additives, but this distinction is usually not obvious to judges.",
        "impression": "Similar in balance, body, finish and flavor intensity to a semi-sweet (or medium-dry) white wine, with a pleasant mixture of honey character, light sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol, and honey character is the essential final measure of any mead.",
        "comments": null,
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Lurgashall English Mead",
            "Redstone Traditional Mountain Honey Wine",
            "Sky River Semi-Sweet Mead",
            "Intermiel Verge d'Or and Mélilot"
        ],
        "tags": []
    },
    {
        "id": "M1C",
        "typeId": "mead",
        "categoryId": "M1",
        "name": "Sweet Mead",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Honey aroma should dominate, and is often moderately to strongly sweet and usually expresses the aroma of flower nectar. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies.",
        "flavor": "Moderate to significant honey character, and may feature moderate to prominent varietal character if a varietal honey is declared (different varieties have different intensities). Residual sweetness levels are moderate to high. Sweet and full (but not cloying) finish. Balanced acidity and/or tannin helps keep the sweetness agreeable to the palate without being overwhelming. Sulfury, harsh or yeasty fermentation characteristics are undesirable. Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies, although the body is generally medium-full to full. Note that stronger meads will have a fuller body. Many examples will seem like a dessert wine. Sensations of body should not be accompanied by cloying, raw (unfermented) residual sweetness. Ingredients: Standard description applies. Traditional Meads feature the character of a blended honey or a blend of honeys. Varietal meads feature the distinctive character of certain honeys. Show meads feature no additives, but this distinction is usually not obvious to judges.",
        "impression": "Similar in balance, body, finish and flavor intensity to a well-made dessert wine (such as Sauternes), with a pleasant mixture of honey character, residual sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol, and honey character is the essential final measure of any mead.",
        "comments": null,
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Moonlight Sensual",
            "Lurgashall Christmas Mead",
            "Chaucer's Mead",
            "Rabbit's Foot Sweet Wildflower Honey Mead",
            "Intermiel Benoîte"
        ],
        "tags": []
    },
    {
        "id": "M2A",
        "typeId": "mead",
        "categoryId": "M2",
        "name": "Cyser",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Depending on the sweetness and strength, a subtle to distinctly identifiable honey and apple/cider character (dry and/or hydromel versions will tend to have lower aromatics than sweet and/or sack versions). The apple/cider character should be clean and distinctive; it can express a range of apple-based character ranging from a subtle fruitiness to a single varietal apple character (if declared) to a complex blend of apple aromatics. Some spicy or earthy notes may be present, as may a slightly sulfury character. The honey aroma should be noticeable, and can have a light to significant sweetness that may express the aroma of flower nectar. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). The bouquet should show a pleasant fermentation character, with clean and fresh aromatics being preferred. Stronger and/or sweeter versions will have higher alcohol and sweetness in the nose. Slight spicy phenolics from certain apple varieties are acceptable, as is a light diacetyl character from malolactic fermentation (both are optional). Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies, except with regard to color. Color may range from pale straw to deep golden amber (most are yellow to gold), depending on the variety of honey and blend of apples or ciders used.",
        "flavor": "The apple and honey flavor intensity may vary from none to high; the residual sweetness may vary from none to high; and the finish may range from dry to sweet, depending on what sweetness level has been declared (dry to sweet) and strength level has been declared (hydromel to sack). Natural acidity and tannin in apples may give some tartness and astringency to balance the sweetness, honey flavor and alcohol. Tannin levels may make a cyser seem drier than the residual sugar levels might suggest. A cyser may have a subtle to strong honey character, and may feature noticeable to prominent varietal character if a varietal honey is declared (different varieties have different intensities). Slight spicy phenolics from certain apple varieties are acceptable, as are a light diacetyl character from malolactic fermentation and a slight sulfur character (all are optional). Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies. Often wine-like. Some natural acidity is usually present (from the blend of apples) and helps balance the overall impression. Some apples can provide natural astringency, but this character should not be excessive. Ingredients: Standard description applies. Cyser is a mead made with the addition of apples or apple juice. Traditionally, cysers are made by the addition of honey to apple juice without additional water.",
        "impression": "In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Some of the best strong examples have the taste and aroma of an aged Calvados (apple brandy from northern France), while subtle, dry versions can taste similar to many fine white wines. There should be an appealing blend of the fruit and honey character but not necessarily an even balance. Generally a good tannin-sweetness balance is desired, though very dry and very sweet examples do exist.",
        "comments": null,
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Moonlight Blossom",
            "White Winter Cyser",
            "Rabbit's Foot Apple Cyser"
        ],
        "tags": []
    },
    {
        "id": "M2B",
        "typeId": "mead",
        "categoryId": "M2",
        "name": "Pyment",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Depending on the sweetness and strength, a subtle to distinctly identifiable honey and grape/wine character (dry and/or hydromel versions will tend to have lower aromatics than sweet and/or sack versions). The grape/wine character should be clean and distinctive; it can express a range of grape-based character ranging from a subtle fruitiness to a single varietal grape character (if declared) to a complex blend of grape or wine aromatics. Some complex, spicy, grassy or earthy notes may be present (as in wine). The honey aroma should be noticeable, and can have a light to significant sweetness that may express the aroma of flower nectar. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). The bouquet should show a pleasant fermentation character, with clean and fresh aromatics being preferred. Stronger and/or sweeter versions will have higher alcohol and sweetness in the nose. Slight spicy phenolics from certain red grape varieties are acceptable, as is a light diacetyl character from malolactic fermentation in certain white grape varieties (both are optional). Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies, except with regard to color. Color may range from pale straw to deep purple-red, depending on the variety of grapes and honey used. The color should be characteristic of the variety or type of grape used, although white grape varieties may also take on color derived from the honey variety.",
        "flavor": "The grape/wine and honey flavor intensity may vary from subtle to high; the residual sweetness may vary from none to high; and the finish may range from dry to sweet, depending on what sweetness level has been declared (dry to sweet) and strength level has been declared (hydromel to sack). Natural acidity and tannin in grapes may give some tartness and astringency to balance the sweetness, honey flavor and alcohol. A pyment may have a subtle to strong honey character, and may feature noticeable to prominent varietal character if a varietal honey is declared (different varieties have different intensities). Depending on the grape variety, some fruity, spicy, grassy, buttery, earthy, minerally, and/or floral flavors may be present. Some versions (particularly red pyments) may be oak-aged, with additional flavor complexity. Tannin levels may make the pyment seem drier than residual sugar levels might suggest. Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies. Wine-like. Some natural acidity is usually present (from grapes) and helps balance the overall impression. Grape tannin and/or grape skins can add body as well as some astringency, although this character should not be excessive. Use of oak can also add this character. Longer aging can smooth out tannin-based astringency. Ingredients: Standard description applies. A pyment is a mead made with the addition of grapes or grape juices. Alternatively, the pyment may be a homemade grape-based wine sweetened with honey, or a mead mixed with homemade grape-based wine after fermentation.",
        "impression": "In well-made examples of the style, the grape is both distinctively vinous and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. White and red versions can be quite different, and the overall impression should be characteristic of the type of grapes used and suggestive of a similar variety wine. There should be an appealing blend of the fruit and honey character but not necessarily an even balance. Generally a good tannin-sweetness balance is desired, though very dry and very sweet examples do exist.",
        "comments": null,
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Celestial Meads Que Syrah",
            "Moonlight Slow Dance",
            "Redstone Pinot Noir and White Pyment Mountain Honey Wines"
        ],
        "tags": []
    },
    {
        "id": "M2C",
        "typeId": "mead",
        "categoryId": "M2",
        "name": "Berry Mead",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Depending on the sweetness and strength, a subtle to distinctly identifiable honey and fruit character (dry and/or hydromel versions will tend to have lower aromatics than sweet and/or sack versions). The fruit character should display distinctive aromatics associated with the particular fruit(s); however, note that some fruit (e.g., raspberries) have stronger aromas and are more distinctive than others (e.g., blueberries, strawberries) — allow for a range of fruit character and intensity from subtle to aggressive. The fruit character should be pleasant and supportive, not artificial, raw, and/or inappropriately overpowering (considering the character of the fruit). In a blended berry mead, not all fruit may be individually identifiable or of equal intensity. The honey aroma should be noticeable, and can have a light to significant sweetness that may express the aroma of flower nectar. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). The bouquet should show a pleasant fermentation character, with clean and fresh aromatics being preferred. Stronger and/or sweeter versions will have higher alcohol and sweetness in the nose. Some tartness may be present if naturally occurring in the particular fruit(s), but should not be inappropriately intense. Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies, except with regard to color. Color may take on a very wide range of colors, depending on the variety of fruit and/or honey used. For lighter-colored meads with fruits that exhibit distinctive colors, the color should be noticeable. Note that the color of fruit in mead is often lighter than the flesh of the fruit itself and may take on slightly different shades. Meads made with lighter color fruits can also take on color from varietal honeys. In meads that produce a head, the head can take on some of the fruit color as well.",
        "flavor": "The fruit and honey flavor intensity may vary from subtle to high; the residual sweetness may vary from none to high; and the finish may range from dry to sweet, depending on what sweetness level has been declared (dry to sweet) and strength level has been declared (hydromel to sack). The natural acidity and tannin levels from fruit and fruit skins will vary, and this character is expected to be present in the mead, although in balance with sweetness, honey flavor, and alcohol. Tannin levels may make some meads seem drier than the residual sweetness might suggest. A berry mead may have a subtle to strong honey character, and may feature noticeable to prominent varietal character if a varietal honey is declared (different varieties have different intensities). The distinctive flavor character associated with the particular fruit(s) should be noticeable, and may range in intensity from subtle to aggressive. The balance of fruit with the underlying mead is vital, and the fruit character should not be artificial, raw (unfermented), and/or inappropriately overpowering. In a blended berry mead, not all fruit may be individually identifiable or of equal intensity. Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies. Most will be wine-like. Some natural acidity and/or tannin are sometimes present (from certain fruit and/or fruit skin) and helps balance the overall impression. Fruit tannin can add body as well as some astringency. High levels of astringency are undesirable. The acidity and tannin levels should be somewhat reflective of the fruit used. Ingredients: Standard description applies. A berry mead is a mead made with the addition of other berries or berry juices, including a blend of berries. There should be an appealing blend of the fruit and honey character but not necessarily an even balance.",
        "impression": "In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Different types of fruit can result in widely different characteristics; allow for a variation in the final product.",
        "comments": "Generally a good tannin-sweetness balance is desired, though very dry and very sweet examples do exist. Some fruits, notably darker ones like blackberries, may contribute a tannin presence similar to a red wine.",
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Moonlight Blissful",
            "Wild",
            "Caress",
            "and Mischief",
            "White Winter Blueberry",
            "Raspberry and Strawberry Melomels",
            "Celestial Meads Miel Noir",
            "Redstone Black Raspberry Nectar",
            "Bees Brothers Raspberry Mead",
            "Intermiel Honey Wine and Raspberries",
            "Honey Wine and Blueberries",
            "and Honey Wine and Blackcurrants",
            "Mountain Meadows Cranberry Mead"
        ],
        "tags": []
    },
    {
        "id": "M2D",
        "typeId": "mead",
        "categoryId": "M2",
        "name": "Stone Fruit Mead",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Depending on the sweetness and strength, a subtle to distinctly identifiable honey and fruit character (dry and/or hydromel versions will tend to have lower aromatics than sweet and/or sack versions). The fruit character should display distinctive aromatics associated with the particular fruit(s); however, note that some fruit (e.g., cherries) have stronger aromas and are more distinctive than others (e.g., peaches) — allow for a range of fruit character and intensity from subtle to aggressive. The fruit character should be pleasant and supportive, not artificial, raw and/or inappropriately overpowering (considering the character of the fruit). In a blended stone fruit mead, not all the fruits may be individually identifiable or of equal intensity. The honey aroma should be noticeable, and can have a light to significant sweetness that may express the aroma of flower nectar. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). The bouquet should show a pleasant fermentation character, with clean and fresh aromatics being preferred. Stronger and/or sweeter versions will have higher alcohol and sweetness in the nose. Some tartness may be present if naturally occurring in the particular fruit(s), but should not be inappropriately intense. Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies, except with regard to color. Color may take on a very wide range of colors, depending on the variety of fruit and/or honey used. For lighter-colored meads with fruits that exhibit distinctive colors, the color should be noticeable. Note that the color of fruit in mead is often lighter than the flesh of the fruit itself and may take on slightly different shades. Meads made with lighter color fruits can also take on color from varietal honeys. In meads that produce a head, the head can take on some of the fruit color as well.",
        "flavor": "The fruit and honey flavor intensity may vary from subtle to high; the residual sweetness may vary from none to high; and the finish may range from dry to sweet, depending on what sweetness level has been declared (dry to sweet) and strength level has been declared (hydromel to sack). The natural acidity and tannin levels from fruit and fruit skins will vary, and this character is expected to be present in the mead, although in balance with sweetness, honey flavor, and alcohol. Tannin levels may make some meads seem drier than the residual sweetness might suggest. A stone fruit mead may have a subtle to strong honey character, and may feature noticeable to prominent varietal character if a varietal honey is declared (different varieties have different intensities). The distinctive flavor character associated with the particular fruit(s) should be noticeable, and may range in intensity from subtle to aggressive. The balance of fruit with the underlying mead is vital, and the fruit character should not be artificial, raw (unfermented), and/or inappropriately overpowering. In a blended stone fruit mead, not all the fruits may be individually identifiable or of equal intensity. Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies. Most will be wine-like. Some natural acidity and/or tannin are sometimes present (from certain fruit and/or fruit skin) and helps balance the overall impression. Fruit tannin can add body as well as some astringency. High levels of astringency are undesirable. The acidity and tannin levels should be somewhat reflective of the fruit used. Ingredients: Standard description applies. A stone fruit mead is a mead made with the addition of other stone fruit or stone fruit juices. There should be an appealing blend of the fruit and honey character but not necessarily an even balance. A stone fruit mead can be made with a blend of stone fruits, but not other fruit not allowable in this category.",
        "impression": "In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Different types of fruit can result in widely different characteristics; allow for a variation in the final product.",
        "comments": "Generally a good tannin-sweetness balance is desired, though very dry and very sweet examples do exist.",
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Mountain Meadows Cherry Mead",
            "Moonlight Entice",
            "Sumptuous",
            "Flirt",
            "and Smitten",
            "Redstone Sunshine Nectar"
        ],
        "tags": []
    },
    {
        "id": "M2E",
        "typeId": "mead",
        "categoryId": "M2",
        "name": "Melomel",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Depending on the sweetness and strength, a subtle to distinctly identifiable honey and fruit character (dry and/or hydromel versions will tend to have lower aromatics than sweet and/or sack versions). The fruit character should display distinctive aromatics associated with the particular fruit(s); however, note that some fruit have stronger aromas and are more distinctive than others — allow for a range of fruit character and intensity from subtle to aggressive. The fruit character should be pleasant and supportive, not artificial, raw (unfermented), and/or inappropriately overpowering (considering the character of the fruit). In a blended fruit melomel, not all the fruits may be individually identifiable or of equal intensity. The honey aroma should be noticeable, and can have a light to significant sweetness that may express the aroma of flower nectar. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). The bouquet should show a pleasant fermentation character, with clean and fresh aromatics being preferred. Stronger and/or sweeter versions will have higher alcohol and sweetness in the nose. Some tartness may be present if naturally occurring in the particular fruit(s), but should not be inappropriately intense. Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies, except with regard to color. Color may take on a very wide range of colors, depending on the variety of fruit and/or honey used. For lighter-colored melomels with fruits that exhibit distinctive colors, the color should be noticeable. Note that the color of fruit in mead is often lighter than the flesh of the fruit itself and may take on slightly different shades. Meads made with lighter color fruits can also take on color from varietal honeys. In meads that produce a head, the head can take on some of the fruit color as well.",
        "flavor": "The fruit and honey flavor intensity may vary from subtle to high; the residual sweetness may vary from none to high; and the finish may range from dry to sweet, depending on what sweetness level has been declared (dry to sweet) and strength level has been declared (hydromel to sack). The natural acidity and tannin levels from fruit and fruit skins will vary, and this character is expected to be present in the mead, although in balance with sweetness, honey flavor, and alcohol. Tannin levels may make some meads seem drier than the residual sweetness might suggest. A melomel may have a subtle to strong honey character, and may feature noticeable to prominent varietal character if a varietal honey is declared (different varieties have different intensities). The distinctive flavor character associated with the particular fruit(s) should be noticeable, and may range in intensity from subtle to aggressive. The balance of fruit with the underlying mead is vital, and the fruit character should not be artificial, raw (unfermented), and/or inappropriately overpowering. In a melomel made with a combination of fruits, not all the fruits may be individually identifiable or of equal intensity. Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies. Most will be wine-like. Some natural acidity and/or tannin are sometimes present (from certain fruit and/or fruit skin) and helps balance the overall impression. Fruit tannin can add body as well as some astringency. High levels of astringency are undesirable. The acidity and tannin levels should be somewhat reflective of the fruit used. Ingredients: Standard description applies. A melomel is a mead made with the addition of other fruit or fruit juices not specifically reserved for other entry subcategories. There should be an appealing blend of the fruit and honey character but not necessarily an even balance. A melomel can be made with a blend of fruits from multiple Fruit Mead subcategories.",
        "impression": "In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Different types of fruit can result in widely different characteristics; allow for a variation in the final product.",
        "comments": "Generally a good tannin-sweetness balance is desired, though very dry and very sweet examples do exist.",
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Moonlight Desire",
            "Paramour",
            "and Iniquity"
        ],
        "tags": []
    },
    {
        "id": "M3A",
        "typeId": "mead",
        "categoryId": "M3",
        "name": "Fruit and Spice Mead",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Depending on the sweetness and strength, a subtle to distinctly identifiable honey, fruit, and spice character (dry and/or hydromel versions will tend to have lower aromatics than sweet and/or sack versions). The spice character should display distinctive aromatics associated with the particular spices; however, note that some spices (e.g., ginger, cinnamon) have stronger aromas and are more distinctive than others (e.g., chamomile, lavender) — allow for a range of spice character and intensity from subtle to aggressive. The spice character should be pleasant and supportive, not artificial and inappropriately overpowering (considering the character of the spice). The fruit character should display distinctive aromatics associated with the particular fruit; however, note that some fruits (e.g., raspberry, cherry) have stronger aromas and are more distinctive than others (e.g., peach) — allow for a range of fruit character and intensity from subtle to aggressive. The fruit character should be pleasant and supportive, not artificial, raw (unfermented) and/or inappropriately overpowering (considering the character of the fruit). In a mead with more than one fruit and/or spice, not all fruits and spices may be individually identifiable or of equal intensity. The honey aroma should be noticeable, and can have a light to significant sweetness that may express the aroma of flower nectar. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). The bouquet should show a pleasant fermentation character, with clean and fresh aromatics being preferred. Stronger and/or sweeter versions will have higher alcohol and sweetness in the nose. Some spices may produce spicy or peppery phenolics. Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies, except perhaps to note that the color usually won't be affected by spices (although flowers, petals and peppers may provide subtle colors; tea blends may provide significant colors). The fruit may provide significant color, and is generally evocative of the fruit used (although it may be of a lighter shade than the fruit skin).",
        "flavor": "The spice flavor intensity may vary from subtle to high; the fruit flavor intensity may vary from subtle to high; the honey flavor intensity may vary from subtle to high; the residual sweetness may vary from none to high; and the finish may range from dry to sweet, depending on what sweetness level has been declared (dry to sweet) and strength level has been declared (hydromel to sack). The distinctive flavor character associated with the particular spices may range in intensity from subtle to aggressive (although some spices may not be individually recognizable, and can just serve to add a background complexity). Certain spices might add bitter, astringent, phenolic or spicy (hot) flavors; if present, these qualities should be related to the declared ingredients (otherwise, they are faults), and they should balance and blend with the honey, sweetness and alcohol. The distinctive flavor character associated with the particular fruits may range in intensity from subtle to aggressive (although some fruits may not be individually recognizable, and can just serve to add a background complexity). Certain fruits might add acidic, bitter, astringent or flavors; if present, these qualities should be related to the declared ingredients (otherwise, they are faults), and they should balance and blend with the honey, sweetness and alcohol. Meads containing more than one fruit or spice should have a pleasant balance of the different fruits and spices, but this does not mean that all fruits and spices need to be of equal intensity or even individual identifiable. The mead may have a subtle to strong honey character, and may feature noticeable to prominent varietal character if a varietal honey is declared (different varieties have different intensities). Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies. Some fruits and spices may contain tannins that add a bit of body and some astringency, but this character should not be excessive. Ingredients: Standard description applies. See the various Fruit Mead descriptions, as well as the Spice, Herb, or Vegetable Mead description for additional details.",
        "impression": "In well-made examples of the style, the fruits and spices are both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Different types of fruits and spices can result in widely different characteristics; allow for significant variation in the final product.",
        "comments": "Often, a blend of fruits and spices may give a character greater than the sum of its parts. The better examples of this style often use spices judiciously; when more than one spice are used, they are carefully selected so that they blend harmoniously with the fruit and with each other.",
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Moonlight Kurt's Apple Pie",
            "Mojo",
            "Flame",
            "Fling",
            "and Deviant",
            "Celestial Meads Scheherazade",
            "Rabbit's Foot Private Reserve Pear Mead",
            "Intermiel Rosée"
        ],
        "tags": []
    },
    {
        "id": "M3B",
        "typeId": "mead",
        "categoryId": "M3",
        "name": "Spice, Herb or Vegetable Mead",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Depending on the sweetness and strength, a subtle to distinctly identifiable honey and spice character (dry and/or hydromel versions will tend to have lower aromatics than sweet and/or sack versions). The spice character should display distinctive aromatics associated with the particular spices; however, note that some spices (e.g., ginger, cinnamon) have stronger aromas and are more distinctive than others (e.g., chamomile, lavender) — allow for a range of spice character and intensity from subtle to aggressive. The spice character should be pleasant and supportive, not artificial and inappropriately overpowering (considering the character of the spice). In a blended spice mead, not all spices may be individually identifiable or of equal intensity. The honey aroma should be noticeable, and can have a light to significant sweetness that may express the aroma of flower nectar. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). The bouquet should show a pleasant fermentation character, with clean and fresh aromatics being preferred. Stronger and/or sweeter versions will have higher alcohol and sweetness in the nose. Some herbs and spices may produce spicy or peppery phenolics. Standard description applies for remainder of characteristics.",
        "appearance": "Standard description applies, except perhaps to note that the color usually won't be affected by spices and herbs (although flowers, petals and peppers may provide subtle colors; tea blends may provide significant colors).",
        "flavor": "The spice flavor intensity may vary from subtle to high; the honey flavor intensity may vary from subtle to high; the residual sweetness may vary from none to high; and the finish may range from dry to sweet, depending on what sweetness level has been declared (dry to sweet) and strength level has been declared (hydromel to sack). The distinctive flavor character associated with the particular spices may range in intensity from subtle to aggressive (although some spices may not be individually recognizable, and can just serve to add a background complexity). Certain herbs and spices might add bitter, astringent, phenolic or spicy (hot) flavors; if present, these qualities should be related to the declared ingredients (otherwise, they are faults), and they should balance and blend with the honey, sweetness and alcohol. Meads containing more than one spice should have a good balance among the different spices, though some spices will tend to dominate the flavor profile. The mead may have a subtle to strong honey character, and may feature noticeable to prominent varietal character if a varietal honey is declared (different varieties have different intensities). Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description applies. Some herbs or spices may contain tannins that add a bit of body and some astringency, but this character should not be excessive. Warming spices and hot peppers/chiles might impart a warming or numbing impression, but this character should not be extreme or make the mead undrinkable. Ingredients: Standard description applies. If spices are used in conjunction with other ingredients such as fruit, cider, or other fruit-based fermentables, then the mead should be entered as a Fruit and Spice Mead. If spices are used in combination with other ingredients, then the mead should be entered as an Experimental Mead.",
        "impression": "In well-made examples of the style, the spices are both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Different types of spices can result in widely different characteristics; allow for a variation in the final product.",
        "comments": "Often, a blend of spices may give a character greater than the sum of its parts. The better examples of this style use spices subtly; when more than one spice are used, they are carefully selected so that they blend harmoniously. A mead containing only culinary spices or herbs is known as a metheglin.",
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Moonlight Wicked",
            "Breathless",
            "Madagascar",
            "and Seduction",
            "Redstone Vanilla Beans and Cinnamon Sticks Mountain Honey Wine",
            "Bonair Chili Mead",
            "Redstone Juniper Mountain Honey Wine",
            "iQhilika Africa Birds Eye Chili Mead",
            "Mountain Meadows Spice Nectar"
        ],
        "tags": []
    },
    {
        "id": "M4A",
        "typeId": "mead",
        "categoryId": "M4",
        "name": "Braggot",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": "Depending on the sweetness, strength and base style of beer, a subtle to distinctly identifiable honey and beer character (dry and/or hydromel versions will tend to have lower aromatics than sweet and/or sack versions). The honey and beer/malt character should be complementary and balanced, although not always evenly balanced. If a variety of honey is declared, the aroma might have a subtle to very noticeable varietal character reflective of the honey (different varieties have different intensities and characters). If a base style of beer or type of malt is declared, the aroma might have a subtle to very noticeable character reflective of the beer style (different styles and malts have different intensities and characters). A hop aroma (any variety or intensity) is optional; if present, it should blend harmoniously with the other elements. Standard description applies for remainder of characteristics.",
        "appearance": "Standard description does not apply due to beer-like characteristics. Clarity may be good to brilliant, although many braggots are not as clear as other meads. A light to moderate head with some retention is expected if the mead is carbonated. Color may range from light straw to dark brown or black, depending on the variety of malt and honey used. The color should be characteristic of the declared beer style and/or honey used, if a variety is declared. Stronger versions may show signs of body (e.g., legs).",
        "flavor": "Displays a balanced character identifiable as both a beer and a mead, although the relative intensity of flavors is greatly affected by the sweetness, strength, base style of beer, and variety of honey used. If a beer style is declared, the braggot should have some character traceable to the style although the flavors will be different due to the presence of honey. If a variety of honey is declared, the braggot should feature a subtle to prominent varietal character (different varieties have different intensities). Stronger and/or sweeter braggots should be expected to have a greater intensity of flavor than drier, lower gravity versions. The finish and aftertaste will vary based on the declared level of sweetness (dry to sweet), and may include both beer and mead components. A wide range of malt characteristics is allowable, from plain base malts to rich caramel and toast flavors to dark chocolate and roast flavors. Hop bitterness and flavor may be present, and may reflect any variety or intensity; however, this optional character should always be both suggestive of the base beer style and well blended with the other flavors. Standard description applies for remainder of characteristics.",
        "mouthfeel": "Standard description does not apply due to beer-like characteristics. Smooth mouthfeel without astringency. Body may vary from moderately light to full, depending on sweetness, strength, and the base style of beer. Note that stronger meads will have a fuller body. A very thin or watery body is undesirable, as is a cloying, raw sweetness. A warming sense of well-aged alcohol may be present in stronger examples. Carbonation will vary as described in the standard description. A still braggot will usually have some level of carbonation (like a cask bitter) since a completely flat beer is unappetizing. However, just as an aged barleywine may be still, some braggots can be totally still. Ingredients: A braggot is a mead made with both honey and malt providing flavor and fermentable extract. Originally, and alternatively, a mixture of mead and ale. A braggot can be made with any type of honey, and any type of base beer style. The malt component may be derived from grain or malt extracts. The beer may be hopped or not. If any other ingredients than honey and beer are contained in the braggot, it should be entered as an Experimental Mead. Smoked braggots may be entered in this category if using smoked malt or a smoked beer as the base style; braggots made using other smoked ingredients (e.g., liquid smoke, chipotles) should be entered in the Experimental Mead style.",
        "impression": "A harmonious blend of mead and beer, with the distinctive characteristics of both. A wide range of results are possible, depending on the base style of beer, variety of honey and overall sweetness and strength. Beer flavors tend to somewhat mask typical honey flavors found in other meads.",
        "comments": "Sometimes known as bracket or brackett. The fermentable sugars come from a balance of malt or malt extract and honey, although the specific balance is open to creative interpretation by brewers.",
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Rabbit's Foot Diabhal and Bière de Miele",
            "Magic Hat Braggot",
            "Brother Adams Braggot Barleywine Ale",
            "White Winter Traditional Brackett"
        ],
        "tags": []
    },
    {
        "id": "M4B",
        "typeId": "mead",
        "categoryId": "M4",
        "name": "Historical Mead",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": null,
        "appearance": null,
        "flavor": null,
        "mouthfeel": null,
        "impression": "This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage. Aroma, appearance, flavor, mouthfeel generally follow the standard descriptions, yet note that all the characteristics may vary. Since a wide range of entries are possible, note that the characteristics may reflect combinations of the respective elements of the various sub-categories used in this style. Refer to Category M1 for a detailed description of the character of dry, semi-sweet and sweet mead. If the entered mead is a combination of other existing mead categories, refer to the constituent categories for a detailed description of the character of the component styles.",
        "comments": null,
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Jadwiga",
            "Saba Tej"
        ],
        "tags": []
    },
    {
        "id": "M4C",
        "typeId": "mead",
        "categoryId": "M4",
        "name": "Experimental Mead",
        "ibuMin": null,
        "ibuMax": null,
        "ogMin": null,
        "ogMax": null,
        "fgMin": null,
        "fgMax": null,
        "srmMin": null,
        "srmMax": null,
        "abvMin": null,
        "abvMax": null,
        "aroma": null,
        "appearance": null,
        "flavor": null,
        "mouthfeel": null,
        "impression": "This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage. Aroma, appearance, flavor, mouthfeel generally follow the standard descriptions, yet note that all the characteristics may vary. Since a wide range of entries are possible, note that the characteristics may reflect combinations of the respective elements of the various sub-categories used in this style. Refer to Category M1 for a detailed description of the character of dry, semi-sweet and sweet mead. If the entered mead is a combination of other existing mead categories, refer to the constituent categories for a detailed description of the character of the component styles.",
        "comments": null,
        "history": null,
        "ingredients": null,
        "comparison": null,
        "examples": [
            "Moonlight Utopian",
            "Hanssens/Lurgashall Mead the Gueuze",
            "White Winter Cherry Bracket",
            "Mountain Meadows Trickster's Treat Agave Mead"
        ],
        "tags": []
    }
]